Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: MACHINERY : 2 SETS INTERFOLD & POCKETPACK MACHINE
zh_tw: 機械：2 套抽取式面紙機及袖珍包面紙機

source: MAINTENANCE SYSTEM AGREED
zh_tw: 維護系統協議

source: MANUFACTURER NAME
zh_tw: 製造商名稱

source: MARCH 2014
zh_tw: 2014 年三月

source: MARTINI OCCHIALI SRL was founded in the Eighties by Dario Martini and Nadia Zampol with the aim of offering customers a product with a high quality standard, making use of the experience acquired in over ten years of activity in the eyewear sector, in the production of moulds and small parts for spectacles.
zh_tw: MARTINI OCCHIALI SRL 公司建立於八十年代，創辦人為 Dario Martini 和 Nadia Zampol。其設立宗旨為利用十年以上眼鏡產業經驗，為顧客生產高品質標準的模具和小型眼鏡零件。

source: MATERIAL HOLD DOWN OPTIONS
zh_tw: 材料真空固定配件

source: MAX.
zh_tw: 最高

source: MB of free hard disk space for application files; additional space required for temporary
zh_tw: MB 可用硬碟空間供程式檔案使用；另需額外可用空間供

source: MB of free hard disk space for application files; additional space required for temporary installer files and for additional user interface languages
zh_tw: MB 可用硬碟空間供程式檔案使用；另需額外可用空間供安裝暫存檔案以及使用者介面語言使用

source: MB of memory (RAM), 1 GB recommended
zh_tw: MB 記憶體 (RAM)，建議配備 1 GB

source: MB of memory (RAM),1 GB recommended
zh_tw: MB 記憶體 (RAM)，建議配備 1 GB

source: MECHANICAL GUARANTEE SERVICES AFTER START-UP SUPERVISION
zh_tw: 啟動監工後機械保證服務

source: MECHANICAL GUARANTEE:
zh_tw: 機械保證：

source: METAL FABRICATION AND PROCESS TOOLS
zh_tw: 金屬加工和製程刀具

source: METALWORKNG QUICKLIST: Cutting, Shearing/Bending/Forming, Drilling, Machining & Grinding
zh_tw: 金屬加工檢查清單：切削、剪切/彎折/成型、鑽孔和、加工和研磨

source: METALWORKNG QUICKLIST: Welding & Brazing
zh_tw: 金屬加工檢查清單：銲接和硬銲

source: MFD Process Flow: Incorporates all Internal and External Voices with Modular Function Deployment
zh_tw: 模塊功能展開 (MFD) 處理流程：以模塊功能展開包括所有內部及外部聲音

source: MFD creates a series of interlinked matrices with relationships and analysis to ultimately create Modules and their interactions which define the requirements for Interfaces
zh_tw: MFD 創建一系列相互關聯的矩陣並加以分析，最終建立模塊和其交互作用以定義接口的要求

source: MFD® Process Flow
zh_tw: MFD® 處理流程

source: MN (US); Mark A. Smith, Center City, MN (US); Curtis R. Kjaer, Roseau, MN (US); Stephen L. Nelson, Osceola, WI (US); Keith A. Hollman, Osceola, WI (US); Jeffrey M. Maher, Hugo, MN (US); Kevin A. McNutt, Osceola, WI (US); Jerome J. Rubatt, Stacy, MN (US); Adam J. Schlangen, Rush City, MN (US)
zh_tw: 明尼蘇達州 Roseau (美國)；Mark A. Smith，明尼蘇達州 Center City (美國)；Curtis R. Kjaer，明尼蘇達州 Roseau (美國)；Stephen L. Nelson，威斯康辛州 Osceola (美國)；Keith A. Hollman，威斯康辛州 Osceola (美國)；Jeffrey M. Maher，明尼蘇達州 Hugo (美國)；Kevin A. McNutt，威斯康辛州 Osceola (美國)；Jerome J. Rubatt，明尼蘇達州 Stacy (美國)；Adam J. Schlangen，明尼蘇達州 Rush City (美國)；

source: MON - FRI 7:30AM - 17:30
zh_tw: 週一至週五上午 7:30 -17:30

source: MON – FRI 07:30 – 17:30
zh_tw: 週一至週五 7:30 -17:30

source: MONTHS
zh_tw: 個月

source: MONTHS AFTER OPERATION TEST ACCEPTANCE OR 48 MONTHS AFTER THE MILL SITE
zh_tw: 操作測試驗收完成後 24 個月或最後一批貨物抵達廠區於最新履約保證日起 48 個月

source: MORE AUTOMATED
zh_tw: 更加自動化

source: MS.
zh_tw: 陳小姐

source: MSAP Deliverables
zh_tw: MSAP 可實現成果

source: MSAP Deliverables, Program plan
zh_tw: MSAP 可實現成果、專案計畫

source: MSI 3.1 installed on the target (client) computer.
zh_tw: 目標（用戶端）電腦上已安裝 MSI 3.1 。

source: MSI Deployment Customization Kit
zh_tw: MSI 自訂部署工具

source: MSRP
zh_tw: 售價

source: MTS began to manufacture and maintain a product families with dramatically fewer unique part numbers while greatly decreasing lead times and inventory.
zh_tw: MTS 製造和維護產品家族時，開始大量減少特殊零件數量，並同時大幅降低交貨時間和庫存。

source: MTS, the market leader for mechanical test equipment, wanted to increase profitability and reduce delivery time of their project-based operational model.
zh_tw: MTS 作為機械測試設備的市場領導者，希望增加盈利並降低專案業務的交貨時間。

source: MULTI SPINDLE 5 TOOL DRILLING HEAD
zh_tw: 多軸 5 刀鑽頭

source: MULTI SPINDLE 9 TOOL DRILLING HEAD
zh_tw: 多軸 9 刀鑽頭

source: MULTI TOOL OPTIONS
zh_tw: 多重刀具配件

source: MUSD
zh_tw: 千萬美金

source: MUSD 50-70 reduction of finished goods
zh_tw: 成品減少 5-7 千萬美金

source: Machine Data
zh_tw: 機器資料

source: Machine optimum precision performances are achieved 60 minutes after the voltage is on.
zh_tw: 機台於通電 60 分鐘後能達到最佳的準確度。

source: Main Disconnect Fuse
zh_tw: 主斷開保險絲

source: Main frame section 80 also comprises a drive train mounting section 102 extending at a rear portion of main frame 80.
zh_tw: 主框架 80 還包括由主框架 80 後段部分延伸出之傳動系統安裝架 102 。

source: Main frame section 80 also comprises a drivetrain mounting section 102 extending at a rear portion of main frame 80.
zh_tw: 主框架 80 還包括由主框架 80 後段部分延伸出之傳動系統安裝架 102 。

source: Maintain Revisions
zh_tw: 保留修訂內容

source: Maintain constant test pressure for at least 15 minutes.
zh_tw: 維持固定測試壓力至少 15 分鐘，

source: Maintain document links and bookmarking when replacing pages in a document
zh_tw: 替換文件中的頁面時保留文件連結和書籤

source: Maintained product leadership
zh_tw: 維持產品的領導地位

source: Maintenance
zh_tw: 保養

source: Maintenance Cleaning
zh_tw: 保養清洗

source: Maintenance Inspection
zh_tw: 保養檢查

source: Major indexes are updated when the Equipment is modified.
zh_tw: 當設備進行修改後，將更新主要指標。

source: Make a clean machine
zh_tw: 準備乾淨的系統

source: Make sure that the target folder is shared over the network and accessible for all users.
zh_tw: 請確保目標資料夾透過網路共用且和所有的使用者皆可存取。

source: Make sure that there is no damage to and no foreign material adhered to the packing inside the cover.
zh_tw: 確認外蓋內部包裝無損傷且無異物。

source: Make sure that you are aware of the details of the One Time Payment Plan, including the policy and eligibility rules, before you select the appropriate plan.
zh_tw: 於選擇合適的方案前，請確認您了解一次性付款方案的詳細資訊，包括政策和適用規則。

source: Make sure to change the network settings for your network.
zh_tw: 請務必更改網路為正確的設置。

source: Make your choice of user interface languages: installation language only, all available languages or the selected languages.
zh_tw: 選擇 user interface languages（使用者介面語言）: installation language only（僅有安裝程式語言）、 all available languages （所有可用語言）或 selected languages （選擇語言）。

source: Make your choice.
zh_tw: 選擇所需選項。

source: Make your selections under Settings to import.
zh_tw: 於 Settings to import （匯入設定）中選取所需設定，

source: Make your selections.
zh_tw: 選擇所需設定。

source: Malfunction due to misuse by the customer is not covered by warranty.
zh_tw: 不當使用所造成的故障不在保固範圍內

source: Manage and access your documents in the cloud
zh_tw: 雲端管理和存取文件檔案

source: Manage document layers.
zh_tw: 管理文件圖層。

source: Manage pages in a document (reorder, insert, extract, crop, rotate, and delete pages)
zh_tw: 管理文件中的頁面（重新排序、插入、截取、裁剪、旋轉和刪除頁面)

source: Manage, Import & Export Comments
zh_tw: 管理、匯入 & 匯出註解

source: Managed on-boarding and probation periods
zh_tw: 管理就職和試用期

source: Management
zh_tw: 管理

source: Management personnel responsible for approving the initial quality manual shall also review and approve all revisions.
zh_tw: Management personnel responsible for approving the initial quality manual shall also review and approve all revisions. 管理人員需負責批准品質手冊初始版本，並需審查和批准所有修訂。

source: Managing your modular product architecture involves keeping track of vast amounts of information surrounding your product assortment.
zh_tw: 模塊化產品架構管理牽涉到追蹤產品類別相關的大量資訊，

source: Managing your product architecture is all about managing information.
zh_tw: 管理產品架構就是資訊管理，

source: Manual
zh_tw: Manual 品質管控手冊

source: Manufacturer
zh_tw: Manufacturer 製造商

source: Manufacturing
zh_tw: 生產製造

source: Manufacturing Equipment
zh_tw: 製造設備

source: Manufacturing of modules in different Master Plants, reduces the need for duplication of technology and utilizes the competitive advantage of each plant more effectively.
zh_tw: 於不同的主要廠房中製造模塊，減少重複的技術需求並更有效地利用各廠房的競爭優勢。

source: Many benefits may be gained by promoting and facilitating use of the best available technologies and management systems in water provision, productivity and efficiency, and by improving water allocation mechanisms.
zh_tw: 推廣和促進使用最佳的現有技術和管理系統於供水、生產力和工作效率以及提高水資源配置機制能獲得許多好處。

source: Many different tooling configurations available, including multiple spindles as well asHSD 5 and 10.8 HP quick release spindles.
zh_tw: 多種不同刀具組態可供使用，包括多重主軸，以及 HSD 5 和 10.8 HP 快速釋放主軸。

source: Many healthcare professionals are under the misconception that only Adobe provides software and tools to convert and edit PDFs.
zh_tw: 許多醫療保健專業人士都誤以為只有 Adobe 有提供軟體和工具以進行 PDF 文件檔案的轉換和編輯 。

source: Many large corporations have made considerable progress in evaluating and reducing their water use and that of their supply chains.
zh_tw: 許多大公司在評估並減少他們自身和供應鏈的用水方面已經有相當大的進步。

source: Many legal PDF users are under the misconception that only Adobe provides software and tools to convert and edit PDFs.
zh_tw: 許多法務專業人士都誤以為只有 Adobe 有提供軟體和工具以進行 PDF 文件檔案的轉換和編輯 。

source: Many of the most successful companies are strengthening their operating models to improve their ways of working and we’re no exception.”
zh_tw: 許多頂尖的成功企業都在加強其經營模式以改進工作方法，我們也不例外。」

source: Many people are under the misconception that only Adobe provides software and tools to convert and edit PDFs.
zh_tw: 許多人都誤以為只有 Adobe 有提供軟體和工具以進行 PDF 文件檔案的轉換和編輯 。

source: Margin followed packages: Number of continous packs used in Bottom limit.
zh_tw: Margin followed packages (連續包裝邊際)：最低限度使用之連續包裝。

source: Margin growthReduce direct costsDecrease indirect costsImprove asset utilizationCreate a price premium
zh_tw: 利潤成長 減少直接成本 減少間接成本 改善資產利用率 創造溢價

source: Margin:
zh_tw: 利潤：

source: Marine Thrusters
zh_tw: 船用推進器

source: Marital Status
zh_tw: 婚姻狀況

source: Mark Enable Connectors so that you can make your selections in the list
zh_tw: 勾選 Enable Connectors （啟用連接點）以選擇清單中的連接點。

source: Mark I have installed the primary parent program checkbox and click Next.
zh_tw: 勾選 I have installed the primary parent program 方塊並點擊 Next。

source: Mark the I am finished installing checkbox and click on Next
zh_tw: 勾選 I am finished installing （我已完成安裝）方塊並點擊 Next

source: Mark the desired settings.
zh_tw: 勾選所需設定，

source: Mark the first option if you want to display only the Install Welcome, License Agreement and Ready to Install dialogs or use the radio buttons below to choose Typical or Custom installation.
zh_tw: 若只希望顯示 Install Welcome（安裝歡迎畫面）、License Agreement （授權合約）和 Ready to Install （準備好進行安裝）對話視窗則勾選第一個選項，或可使用下方選項按鈕選擇 Typical （典型）或 Custom （自訂）安裝。

source: Mark the ’Application’ radio button and click ’Next’.
zh_tw: 點選 “Application”按鈕並點擊 “Next”。

source: Mark ups & Comments
zh_tw: 標示 & 註解

source: Market
zh_tw: 市場聲音

source: Market Position
zh_tw: 市場定位

source: Market Requirements
zh_tw: 市場需求

source: Market oriented and business case driven approach
zh_tw: 以市場為導向和基於商業案例的方法

source: MarketRequirements
zh_tw: 市場需求

source: Masks [1]
zh_tw: 遮罩 [1]

source: Master Plants
zh_tw: 主要廠房 (Master Plants)

source: Material Handling Trucks
zh_tw: 物料搬運卡車

source: Material Testing Systems
zh_tw: 材料試驗系統

source: Max Limit: When the weight of a pack exceeds the value of this parameter on the negative side, this is automatically excluded for the average of the feedback.
zh_tw: Max Limit (最大負限制)：當包裝重量小於此參數值時，此重量將會排除在回饋的平均之外。

source: Max Limit: When the weight of a pack exceeds the value of this parameter on the positive side, this is automatically excluded for the average of the feedback.
zh_tw: Max Limit (最大正限制)：當包裝重量大於此參數值時，此重量將會排除在回饋的平均之外。

source: Max: Maximum weight capacity regardless of the tare value.
zh_tw: 最大值 (Max)：不包含容器重量之最大重量。

source: Maximizing the water efficiency of power plant cooling systems and increasing the capacity of wind, solar PV and geothermal energy will be a key determinant in achieving a sustainable water future.
zh_tw: 將電廠冷卻系統用水的效率最大化，加強風能、太陽能發電和地熱能的發電量等等，將會成為未來實現水資源永續性的決定性因素。

source: Maximum current draw is 50 mA.
zh_tw: 提供最大電流為50 mA。

source: May 27, 2011
zh_tw: 2011 年 5 月 27 日

source: Measurable Improvement
zh_tw: 可衡量的改進

source: Measurement Tools
zh_tw: 測量工具

source: Measuring tool (with save as comment)
zh_tw: 評量工具（另存為註解）

source: Mechanical Materials: Replacement or repair of defective mechanical parts or manufacturing defects.
zh_tw: 機械材料：更換或維修具有缺陷之機械零件或製造缺陷。

source: Media Drive
zh_tw: 媒體磁碟機

source: Media profile changing
zh_tw: 媒體設定檔更改

source: Medical & Bioscience Equipment
zh_tw: 醫學和生物科學設備

source: Medical Diagnostics Equipment
zh_tw: 醫療診斷設備

source: Medical Exam / Military Status
zh_tw: 健康檢查 / 兵役狀況

source: Medical Imaging Equipment
zh_tw: 醫學影像設備

source: Meet Your Challenges
zh_tw: 滿足您的挑戰

source: Meeting ever-growing demands for energy will generate increasing stress on freshwater resources with repercussions on other users, such as agriculture and industry.
zh_tw: 滿足不斷增長的能源需求將會不斷增加對淡水資源的壓力，這將給其他的水資源使用者，例如農業和工業帶來影響。

source: Memory
zh_tw: 記憶體

source: Menu Alarm Mask 1
zh_tw: 報警遮罩 1 選項

source: Menu Alarm Mask 2
zh_tw: 報警遮罩 2 選項

source: Menu Programming Alarm Timings
zh_tw: 警報定時程式設定功能表

source: Menu Programming Alarm Tolerances
zh_tw: 警報容許值程式設定功能表

source: Menu Programming Alarms
zh_tw: 警報程式設定功能表

source: Merge PDF image files with PDF text files
zh_tw: 合併 PDF 影像檔和 PDF 文字檔

source: Messages
zh_tw: 訊息

source: Metadata Scrubbing
zh_tw: 清理元資料

source: Methodology embedded in Palma® software to guarantee consistency and efficiency
zh_tw: 整合於 Palma® 軟體中的方法能確保一致性和效率

source: Michael J Hanten, Delano, MN (US); Cal W Johnson, Gem Lake, MN (US); Kevin Van Bronkhorst, St. Croix Falls, WI (US)
zh_tw: Michael J Hanten，明尼蘇達州 Delano (美國)；Cal W Johnson，明尼蘇達州 Gem Lake (美國)； Kevin Van Bronkhorst，威斯康辛州 St. Croix Falls (美國)

source: Micro SD card, with active voltage translators
zh_tw: Micro SD記憶卡，包含主動式變壓器

source: Microcontroller
zh_tw: 微控制器

source: Microsoft .NET Framework 4.0 installed
zh_tw: 需安裝 Microsoft .NET Framework 4.0

source: Microsoft App-V Virtualization
zh_tw: Microsoft App-V 虛擬化

source: Microsoft Crypto API/3rd party digital signature compatibility
zh_tw: Microsoft Crypto API/第三方數位簽章相容性

source: Microsoft Excel Integration
zh_tw: Microsoft Excel 整合

source: Microsoft Internet Explorer 8 or above
zh_tw: Microsoft Internet Explorer 8 或更新版本

source: Microsoft Office Style Ribbon User Interface
zh_tw: Microsoft Office 標籤式選單介面

source: Microsoft Office integration switches
zh_tw: Microsoft Office 整合開關

source: Microsoft Office style ribbon user interface to minimize learning curve and maximize productivity.
zh_tw: Microsoft Office 標籤式選單介面，簡化學習曲線並最大化生產力。

source: Microsoft Office-style ribbon user interface
zh_tw: Microsoft Office 標籤式選單介面

source: Microsoft Outlook Integration
zh_tw: Microsoft Outlook 整合

source: Microsoft PowerPoint Integration
zh_tw: Microsoft PowerPoint 整合

source: Microsoft Rights Management Services
zh_tw: Microsoft Rights Management Services （版權管理服務）

source: Microsoft Windows Server 2003 / 2008 / 2012, 32 & 64 Bits
zh_tw: Microsoft Windows Server 2003 / 2008 / 2012, 32 & 64 位元

source: Microsoft Windows Server 2003 / 2008 / 2012,32 & 64 Bits
zh_tw: Microsoft Windows Server 2003 / 2008 / 2012,32 & 64 位元

source: Microsoft Word Integration
zh_tw: Microsoft Word 整合

source: Microsoft.NET Framework 4.0 installed
zh_tw: 需安裝 Microsoft .NET Framework 4.0

source: Microsoft® and Windows Vista® are either registered trademarks or trademarks of Microsoft Corporation in the United States and/or other countries.
zh_tw: Microsoft® 和 Windows Vista® 為微軟公司在美國和其他國家的商標或註冊商標。

source: Mid-course corrections are also possible due to a flexible approach to financing for water.
zh_tw: 由於靈活用水籌資手法，也可能於執行期間進行計畫修正。

source: Migrate comments from one PDF file to another for ease of collaboration and review
zh_tw: 由一份 PDF 檔案搬移註解至另一份檔案中以便協作和校閱

source: Milking Machines
zh_tw: 擠奶機

source: Min Door Width
zh_tw: 最小門寬

source: Min: Value of load below which the weighing results may be subject to an excessive relative error.
zh_tw: 最小值 (Min)：因為過大的相對誤差而造成負載值低於秤重結果。

source: Minimal 1 cfm
zh_tw: 最低 1 cfm

source: Minimise learning curve and maximise productivity by enabling users to effortlessly transition between word processing and PDF publishing.
zh_tw: 簡化學習門檻並最大化生產力，使用者不費吹灰之力便能由 WORD 文書處理轉換至 PDF 發佈。

source: Minimized production cost.
zh_tw: 最小化的生產成本

source: Minimized risk
zh_tw: 風險最小化

source: Minimizing opportunities for contamination and ensuring correct temperatures during processing can ensure the cold works, resulting in chickens with the correct shelf life.
zh_tw: 處理過程中儘量減少污染的機會，並保持於正確的溫度下，可以確保冷藏作用，進而維持雞隻的正常保存期限。

source: Minimizing risks and maximizing benefits
zh_tw: 風險最小化和利益最大化

source: Minimum Air Pressure
zh_tw: 最低空氣壓力

source: Minimum member thickness8
zh_tw: 最小構件厚度

source: Minimum number of clicks required to highlight text, manage comments and review a document making the UI more responsive to repetitive tasks.
zh_tw: 以最少的步驟進行文字標示、註解管理和文件修訂，使用者介面更適合進行高重複性的工作。

source: Minimum sample size
zh_tw: 最小樣本數

source: Minimum spacing and edge distance to preclude splitting
zh_tw: 避免分裂之最小空間和邊距

source: Mink Rotary Claw Pump
zh_tw: Mink 爪式轉子泵

source: Mink – Rotary Vacuum Pump 7.4HP (5.5Kw) (3 Phase)
zh_tw: Mink – 旋轉式真空泵 7.4HP (5.5Kw) (3 相)

source: Minutes
zh_tw: 分鐘

source: Mister Option
zh_tw: 噴頭配件

source: Mobile Device Access:
zh_tw: 行動裝置存取：

source: Mobile No
zh_tw: 行動電話

source: Mobile User Guide
zh_tw: 行動使用說明

source: Mobility Services
zh_tw: 行動服務

source: Mod.
zh_tw: 模塊

source: Model
zh_tw: 型號

source: Model #
zh_tw: 型號 #

source: Modification Management Requirements
zh_tw: 變更管理要求

source: Modular
zh_tw: 模塊化

source: Modular Architecture
zh_tw: 模塊化架構

source: Modular Concept
zh_tw: 模塊化概念

source: Modular Management
zh_tw: 模塊化管理

source: Modular Management AB
zh_tw: Modular Management AB (模塊化管理)

source: Modular Management Group is an international company based in Stockholm, Sweden, with subsidiaries in Sweden, U.S.A, Asia and Germany.
zh_tw: 模塊化管理集團為一間國際性的公司，總部設於瑞典的斯德哥爾摩，於瑞典、美國、亞洲和德國設有分公司。

source: Modular Management Has Extensive Experience
zh_tw: 模塊化管理具有豐富的經驗

source: Modular Management Works with Global Companies
zh_tw: 模塊化管理與全球企業合作

source: Modular Management can help you reduce development time, expand product assortment and reduce product cost – all at the same time.
zh_tw: 模塊化管理能同時減少開發時間、擴大產品類別並降低產品成本。

source: Modular Management can help you:
zh_tw: 模塊化管理可以協助您：

source: Modular Management can show it’s possible to optimize your strategic position in all directions.
zh_tw: 模塊化管理展現出所有方向的最佳化策略的可能性，

source: Modular Management can show you how to arrive at a new product design that lets you evolve with the market needs.
zh_tw: 模塊化管理可以展現出如何讓您隨市場需求推出新的產品設計，

source: Modular Management has a solid track record of implementing product platform design.
zh_tw: 模塊化管理具有執行產品平台設計的完整記錄。

source: Modular Management is a global leader in strategic modular product architecture.
zh_tw: 模塊化管理為策略性模塊化產品架構的全球領導者。

source: Modular Management makes the impossible possible: We use modular product architecture to help you achieve high productivity, superior products and services, and increased market share – all at the same time.
zh_tw: 模塊化管理化不可能變為可能：我們使用模塊化產品架構協助您同時實現高產量、優質的產品和服務並增加市占率。

source: Modular Management’s Range of Offerings
zh_tw: 模塊化管理的產品範圍

source: Modular Management’s Supply Chain Study process can help you unlock these opportunities.
zh_tw: 模塊化管理的供應鏈研究能協助您把握這些機會。

source: Modular Management’s ValueMap™ process helps your company understand these costs.
zh_tw: 模塊化管理的 ValueMap™ 程序可幫助明您的公司瞭解這些成本。

source: Modular Management’s quality is unsurpassed in its field.
zh_tw: 模塊化管理的高品質在其領域中是無可比擬的。

source: Modular Product Architecture Creation
zh_tw: 模塊化產品架構創造

source: Modular Product Architecture Development – Aligned Gates
zh_tw: 模塊化產品架構開發 – 對齊階段閘

source: Modular Product Architecture Governance
zh_tw: 模塊化產品架構管理

source: Modular Product Implementation
zh_tw: 實行模塊化產品

source: Modular Strategy & Potential
zh_tw: 模塊化策略和潛力

source: Modular Strategy Formulation
zh_tw: 模塊化策略制定

source: Modular Strategy and Potential (MSAP) Purposes and deliverables
zh_tw: 模塊化策略和潛在 (MSAP) 用途和可實現成果

source: Modular Supply
zh_tw: 模塊化供應

source: Modular System: A set of modules that through different combinations generates a range of products that can be efficiently developed, marketed, produced, and delivered
zh_tw: 模塊化系統：一組模塊，透過不同組合而生成的一系列產品，可以有效地開發、銷售、 生產、和交付

source: Modular Transformation™ established needed changes for a new way of working to ensure the benefits of modularity would be a lasting and profitable foundation for MTS.
zh_tw: 模塊化轉型™ (Modular Transformation™ ) 建立新作業方式所需的變更，以確保模塊化的效益能長久並成為 MTS 的盈利基礎。

source: Modular design for re-usability and scalability
zh_tw: 以模塊化設計達成再使用性和可擴展性

source: Modular product architectures
zh_tw: 模塊化產品架構

source: Modular product design is also a platform for supply chain optimization.
zh_tw: 模塊化產品設計也是一個供應鏈最佳化的平台。

source: Modulararchitecture
zh_tw: 模塊化架構

source: Modularity
zh_tw: 模塊化聲音

source: Modularity Results
zh_tw: 模塊化成果

source: Modularity can take years to implement because of poorly managed information.
zh_tw: 若資訊管理不善，模塊化可能需要多年才能執行。

source: Modularity can take years to implement with poor information management.
zh_tw: 資訊管理不善會使模塊化需要多年才能執行，

source: Modularity is defined as “the degree to which a system is made up of relatively independent but interlocking components or parts.” Modular product architecture is the foundation for tailoring your product or service to the needs of your customers.
zh_tw: 模塊化定義為「系統是由相對獨立但能交互共用的組件或零件所組成」，模塊化的產品架構為依客戶需求制定產品或服務的基礎。

source: Modularity proves this theory wrong.
zh_tw: 模塊化證明了這理論的錯誤。

source: Modularity terms:
zh_tw: 模塊化項目：

source: Modularity – makes the impossible possible
zh_tw: 模組化 —— 化不可能為可能

source: Modularization
zh_tw: 模塊化

source: Modularization example
zh_tw: 模塊化範例

source: Modularization extremely powerful strategic concept, with clear operational and financial benefits for clients
zh_tw: 模塊化是強而有力的策略概念，能確實為客戶帶來業務和財務效益

source: Modularization starts by defining the strategic improvements targeted for your company
zh_tw: 模塊化由定義貴公司的策略性改進目標開始

source: Modularization starts with understanding where variety and product development is needed.
zh_tw: 模塊化始於瞭解變化和產品開發的需求，

source: Modularize (not standardize).
zh_tw: 模塊化（非標準化）

source: Module
zh_tw: 模塊

source: Module 3
zh_tw: 第三課

source: Module 1
zh_tw: 第一課

source: Module 2
zh_tw: 第二課

source: Module Design™ was used to implement standardized interfaces while managing development streams, priorities and module requirements.
zh_tw: 設計模塊™ (Module Design™) 用於執行標準化的接口，同時管理開發流、優先事項和模塊的要求。

source: Module Finance™ supplied a model that balanced the direct and indirect cost implications of each architecture decision and the tools to analyze the profitability of the modular system.
zh_tw: 財務模塊™ (Module Finance™) 提供了每個架構決策所涉的直接和間接成本的平衡模型和分析模塊化系統盈利能力的工具。

source: Module Interface
zh_tw: 模塊接口

source: Module based operational signals that pass through an Interface
zh_tw: 通過參照接口的模塊化操作訊號

source: Module system
zh_tw: 模塊系統

source: Module system documented in support systems (Product Lifecycle Management, ERP, configurator)
zh_tw: 模塊系統記錄於支援系統中 (產品生命週期管理、ERP、配置器)

source: Module variant
zh_tw: 模塊變形

source: Module variants
zh_tw: 模塊變形

source: Module, Module variant and Standardized Interface
zh_tw: 模塊、模塊變形和標準化接口

source: Module: A building block with defined interfaces, driven by company specific strategic reasons
zh_tw: 模塊：根據公司具體的策略緣由而產生的一個具有特定接口的構成單元

source: Months
zh_tw: 個月

source: Months 2nd shipment ...
zh_tw: 個月 第 2 批裝運...

source: Months 3rd shipment ...
zh_tw: 個月 第 3 批裝運...

source: More Automated
zh_tw: 更加自動化

source: More accurate and detailed plans for assembly
zh_tw: 更精確且詳細的組裝計畫

source: More complete feature set at the right price
zh_tw: 以合適的價格提供更完整的功能組合

source: More particularly, the present invention relates to side-by-side all terrain vehicles having plural rows of seats.
zh_tw: 更具體說明，本發明涉及具有多排座位之方向盤式全地形車。

source: Moreover, HUTCHINSON prohibits any direct interaction between the HUTCHINSON supplier and client.
zh_tw: 此外，HUTCHINSON 禁止任何供應商和客戶之間的直接聯繫互動，

source: Moreover, all suppliers agree to immediately apply the requirements in the Supply Chain manual SlogM HUT DQ G32 for the HUTCHINSON sites that so require.
zh_tw: 此外，所有的供應商同意立即施行 HUTCHINSON 方提供求之供應鏈手冊 SlogM HUT DQ G32 中所列之要求。
